/* No video code has been entered yet */
"Please use the Inspector to specify a YouTube video." = "Por favor use o Inspetor para especificar um vídeo do YouTube.";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "Desculpe, mas o vídeo do YouTube não foi encontrado para o código que você digitou.";

/* Live data feeds are disabled */
"This is a placeholder for the YouTube video at:" = "Este é um espaço reservado para o vídeo do YouTube:";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable live data feeds in the Preferences." = "Para assistir o vídeo no Sandvox, por favor ative o repositório de dados ao vivo nas Preferências.";